Repository: MarinaFX/Fiero
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# Boas vindas, desafiante
source: Welcome, challenger
pt_br: Boas vindas, desafiante

# Fazer Login!
source: Login!
pt_br: Fazer Login!

# Ainda não tem uma conta?
source: Don't have an account yet?
pt_br: Ainda não tem uma conta?

# Cadastre-se!
source: Register!
pt_br: Cadastre-se!

# Pular
source: Skip
pt_br: Pular

# firstImage
source: OnboardingNameENG
pt_br: OnboardingNamePT

# firstTitle
source: Challenge your friends
pt_br: Desafie seus amigos

# firstDescription
source: A challenge between friends is a fun way to have healthy competition and create memories together.
pt_br: Um desafio entre amigos é uma maneira divertida de ter uma competição saudável e criar memórias juntas.

# secondImage
source: OnboardingDuelENG
pt_br: OnboardingDuelPT

# secondTitle
source: Look at the score
pt_br: Olho na pontuação

# secondDescription
source: After defining how many people are participating in your challenge, add the score that will define victory.
pt_br: Depois de definir quantas pessoas estão participando do seu desafio, adicione a pontuação que definirá a vitória.

# thirdTitle
source: Multiple challenges
pt_br: Múltiplos desafios

# thirdDescription
source: It's one step forward and two steps back! You are a winning machine, practice.
pt_br: É um passo pra frente e dois pra trás! Você é uma máquina de vencer, pratique.

# Quero começar!
source: Lets Start!
pt_br: Quero começar!

source: Fiero is an application where you can create challenges to interact with your friends. Here you will find our terms of use and privacy policies. To use the application, you must read and agree to our terms.
pt_br: O Fiero é um aplicativo onde você pode criar desafios para interagir com seus amigos. Aqui você encontra nossos termos de uso e políticas de privacidade. Para utilizar o aplicativo é necessário que você leia e esteja de acordo com nossos termos.

source: Data: We ask for some data from you in order for the app's functionality to work, but we value the security of this data using servers on AWS and we guarantee that your data will not be shared.
pt_br: Dados:Nós pedimos alguns dados para você para que as funcionalidade do aplicativo funcionem, mas prezamos a segurança desses dados utilizando servidores na AWS e garantimos que seus dados não serão compartilhados.

# Os dados que solicitamos são:
source: The data we request are:
pt_br: Os dados que solicitamos são:

# Nome
source: Name
pt_br: Nome

# Localização
source: Location
pt_br: Localização

source: Improvements: We will analyze your usage pattern in the app to identify bugs and usability improvements, but all information is anonymized by the system automatically and it is not possible to correlate it with you or any other user of the app. To learn more about it, access our privacy policy on the AppStore.
pt_br: Melhorias: Faremos análises do seu padrão de uso no aplicativo para identificar bugs e melhorias de usabilidade, mas todas as informações são anonimizadas pelo sistema automáticamente e não é possível correlacioná-las com você ou qualquer outro usuário do aplicativo. Para saber mais sobre, acesse nossa politica de privacidade na AppStore.

source: Age restriction: Our solution is aimed at the public over 3 years old and if users are identified who do not meet this requirement, their data will be completely erased from our servers and access to the application will be blocked.
pt_br: Restrição de idade: Nossa solução é voltada para o público maior de 3 anos e caso sejam identificados usuários que não cumpram esse requisito os seus dados serão completamente apagados de nossos servidores e o acesso ao aplicativo será bloqueado.

# Termos de uso
source: Terms of Use
pt_br: Termos de uso

# Fechar
source: Close
pt_br: Fechar

# Fechar tela de termos de uso
source: Close terms of use screen
pt_br: Fechar tela de termos de uso

# Eu concordo!
source: I agree
pt_br: Eu concordo!

# Senha
source: Password
pt_br: Senha

# Concordo com os
source: I agree with
pt_br: Concordo com os

# Termos de Uso
source: Terms of Use
pt_br: Termos de Uso

# Criar conta!
source: Create Account!
pt_br: Criar conta!

# Já tem uma conta?
source: Already have an account?
pt_br: Já tem uma conta?

# Faça Login!
source: Login!
pt_br: Faça Login!

# Você deve ler e aceitar os termos de uso para poder criar uma conta.
source: You must read and accept the terms of use in order to create an account.
pt_br: Você deve ler e aceitar os termos de uso para poder criar uma conta.

# Campos vazios
source: Empty Fields
pt_br: Campos vazios

# Oops, e-mail inválido
source: Oops, invalid e-mail
pt_br: Oops, e-mail inválido

# Oops, erro no login
source: Oops, login error
pt_br: Oops, erro no login

# Oops, muito desafiador
source: Oops, too challenging
pt_br: Oops, muito desafiador

# Oops, não achamos esse perfil aqui
source: Oops, we couldn't find this profile here
pt_br: Oops, não achamos esse perfil aqui

# Você precisa preencher todos os campos.
source: You must fill in all fields.
pt_br: Você precisa preencher todos os campos.

# O e-mail informado não é válido.
source: The email provided is not valid
pt_br: O e-mail informado não é válido.

# Seu e-mail ou senha estão incorretos.
source: Your email or password is incorrect.
pt_br: Seu e-mail ou senha estão incorretos.

# Tivemos um erro de conexão, tente mais tarde.
source: We had a connection error, please try later.
pt_br: Tivemos um erro de conexão, tente mais tarde.

# Não encontramos uma conta vinculada ao seu e-mail.
source: We couldn't find an account linked to your email.
pt_br: Não encontramos uma conta vinculada ao seu e-mail.

# E-mail inválido
source: Invalid E-mail
pt_br: E-mail inválido

# Conta existente
source: Existing account
pt_br: Conta existente

# Já existe uma conta com o e-mail informado.
source: An account with the given email already exists.
pt_br: Já existe uma conta com o e-mail informado.

# Desafios
source: Challenges
pt_br: Desafios

# Criar
source: Create
pt_br: Criar

# Perfil
source: Profile
pt_br: Perfil

# Apagar desafio
source: Delete challenge
pt_br: Apagar desafio

# Oops, muito desafiador!
source: Oops, too challenging!
pt_br: Oops, muito desafiador!

# Não conseguimos buscar seus desafios agora, tente novamente
source: We can't get your challenges now, try again
pt_br: Não conseguimos buscar seus desafios agora, tente novamente

# Meus desafios
source: My challenges
pt_br: Meus desafios

# Entrar por código
source: Join with code
pt_br: Entrar por código

# Tá tão vazio por aqui, bora vencer uns desafios?
source: It's so empty around here, let's win some challenges?
pt_br: Tá tão vazio por aqui, bora vencer uns desafios?

# Criar um desafio!
source: Create a challenge!
pt_br: Criar um desafio!

# enterWithCodeNavTitle
source: Enter with code
pt_br: Entrar por código

# enterWithCodeCloseButton
source: Close
pt_br: Fechar

# enterWithCodeDescription
source: Input the challenge code
pt_br: Insira o código do desafio

# enterWithCodePlaceholder
source: Challenge code
pt_br: Código do desafio

# enterWithCodeButtonText
source: Enter the challenge
pt_br: Entrar no desafio

# openScanQRCodeButtonText
source: Scan QR Code
pt_br: Escanear QR Code

# titleQRCodeView
source: Scan the QR Code with the camera
pt_br: Aponte a câmera para o QRCode

# backButtonQRCodeView
source: Back
pt_br: Voltar

# amount
source: of amount
pt_br: de quantidade

# screenTitle
source: Challenge type
pt_br: Tipo de desafio

# firstCardDescription
source: I want to invite my friends to play with me. Each from your cell phone.
pt_br: Quero convidar meus amigos pra jogarem comigo. Cada um do seu celular.

# secondCardDescription
source: I want to control the scores of all participants through my cell phone.
pt_br: Quero controlar a pontuação de todos os participantes através do meu celular.

# backButton
source: Back
pt_br: Voltar

# Defina o nome do seu desafio
source: Set the name of your challenge
pt_br: Defina o nome do seu desafio

# Próximo
source: Next
pt_br: Próximo

# Voltar
source: Back
pt_br: Voltar

# Nome vazio
source: Empty name
pt_br: Nome vazio

# Preencha o nome do seu desafio para continuar
source: Fill in the name of your challenge to continue
pt_br: Preencha o nome do seu desafio para continuar

# Não conseguimos criar seu desafio
source: We were unable to create your challenge
pt_br: Não conseguimos criar seu desafio

# Desafio criado com sucesso
source: Successfully created challenge
pt_br: Desafio criado com sucesso

# Começar desafio!
source: Start challenge!
pt_br: Começar desafio!

# Voltar para o início
source: Back to challenge
pt_br: Voltar para o início

# Erro
source: Error
pt_br: Erro

# homeScreenTitle
source: Challenge yourself!
pt_br: É hora de se desafiar

# amountChallengeTypeTitle
source: Amount challenge
pt_br: Desafio de Quantidade

# amountChallengeTypeSubtitle
source: Whoever gets the score first wins.
pt_br: Vence quem atingir a pontuação primeiro.

# timeChallengeTypeTitle
source: Time challenge
pt_br: Desafio de tempo

# timeChallengeTypeSubtitle
source: Wins whoever has the highest score in the set time wins.
pt_br: Vence quem fizer a maior pontuação no tempo definido.

# bestOfChallengeTitle
source: Round chalenge
pt_br: Desafio de rounds

# bestOfChallengeSubtitle
source: Three or five round competitions.
pt_br: Competições de três ou cinco rounds.

# Escolha a quantidade de participantes
source: Choose the number of participants
pt_br: Escolha a quantidade de participantes

# numberOfChallengers %lld
source: Will be %lld challengers
pt_br: Serão %lld desafiantes

# inviteNavTitle
source: Invite challenger
pt_br: Convidar desafiante

# inviteCloseButton
source: Close
pt_br: Fechar

# inviteTitle
source: Challenge your friends!
pt_br: Desafie seus amigos!

# inviteDescription
source: Use the code below to invite your friends to the challenge
pt_br: Use o código abaixo para convidar os seus amigos para o desafio

# inviteButtonCodeText
source: Tap to copy
pt_br: Toque para copiar

# inviteButtonBackToDetails
source: Back to details
pt_br: Voltar para os detalhes

# Desafio de quantidade
source: Amount challenge
pt_br: Desafio de quantidade

# Objetivo
source: Goal
pt_br: Objetivo

# %lld pontos
source: %lld points
pt_br: %lld pontos

source: points
pt_br: pontos

# Participantes
source: Participants
pt_br: Participantes

# Continuar desafio
source: Continue challenge
pt_br: Continuar desafio

# Desafio finalizado
source: Challenge completed
pt_br: Desafio finalizado

# Voltar para meus desafios
source: Back to my challenges
pt_br: Voltar para meus desafios

# backButtonText
source: My challenges
pt_br: Meus desafios

# Tipo
source: Type
pt_br: Tipo

# Convidar Participante
source: Invite friends
pt_br: Convidar Amigos

# Ver todos
source: See all
pt_br: Ver todos

# Detalhes do desafio
source: Challenge details
pt_br: Detalhes do desafio

# Você parece estar sozinho aqui. Ficou com medo de desafiar seus amigos?
source: You seem to be alone here. Were you afraid to challenge your friends?
pt_br: Você parece estar sozinho aqui. Ficou com medo de desafiar seus amigos?

# Erro de conexão
source: Connection error
pt_br: Erro de conexão

# Erro de salvamento
source: Save error
pt_br: Erro de salvamento

# Erro ao apagar desafio
source: Its neither of us.
pt_br: Erro ao apagar desafio

# Essa ação não poderá ser desfeita.
source: This action cannot be undone.
pt_br: Essa ação não poderá ser desfeita.

# Não foi possível iniciar o desafio, tente novamente mais tarde.
source: Unable to start challenge, please try again later.
pt_br: Não foi possível iniciar o desafio, tente novamente mais tarde.

source: You can still see the points saved locally, but the score cannot be saved to the cloud.
pt_br: Você ainda pode ver os pontos salvos localmente, mas a pontuação não pode ser salva na nuvem.

# Não foi possível apagar o desafio, tente novamente mais tarde.
source: Unable to delete challenge, try again later
pt_br: Não foi possível apagar o desafio, tente novamente mais tarde.

# Cancelar
source: Cancel
pt_br: Cancelar

# challengeNotStartedStatus
source: Not started
pt_br: Não iniciado

# challengeOngoingStatus
source: Ongoing
pt_br: Em andamento

# challengeFinishedStatus
source: Finished
pt_br: Finalizado

# challengeAdm
source: Administrator
pt_br: Administrador

# Visão geral do desafio
source: Challenge overview
pt_br: Visão geral do desafio

# Finalizar desafio
source: Finish challenge
pt_br: Finalizar desafio

# Você tem certeza que deseja finalizar este desafio?
source: Are you sure you want to finish this challenge?
pt_br: Você tem certeza que deseja finalizar este desafio?

# Continuar marcando pontos
source: Keep Scoring Points
pt_br: Continuar marcando pontos

# Defina os pontos necessários para a vitória
source: Set the points needed for victory
pt_br: Defina os pontos necessários para a vitória

# botãoComeçar
source: Start
pt_br: Começar

# negativeAmount
source: Invalid value
pt_br: Valor inválido

# invalidInput
source: Invalid value
pt_br: Valor inválido

# Criar desafio
source: Create challenge
pt_br: Criar desafio

# Não conseguimos criar o seu desafio, tente mais tarde.
source: We were unable to create your challenge, please try later.
pt_br: Não conseguimos criar o seu desafio, tente mais tarde.

# Você precisa informar um número maior que 0
source: We were unable to create your challenge, please try later.
pt_br: Você precisa informar um número maior que 0

# Você precisa informar o número de pontos para a vitória
source: You need to enter the number of points for the victory
pt_br: Você precisa informar o número de pontos para a vitória

# Apagar conta
source: Delete account
pt_br: Apagar conta

# Deletar conta
source: Delete account
pt_br: Deletar conta

# Apagar minha conta
source: Delete my account
pt_br: Apagar minha conta

# Sair da conta
source: Logout
pt_br: Sair da conta

# Efeitos sonoros
source: Sound effects
pt_br: Efeitos sonoros

# Feedback tátil
source: Haptics feedback
pt_br: Feedback tátil

# Configurações
source: Settings
pt_br: Configurações

# Escolher esse
source: Choose this
pt_br: Escolher esse

# player2
source: Fox
pt_br: Raposa

# player4
source: Lion
pt_br: Leão

# internalServerErrorTitle
source: Its not you! Its us.
pt_br: Não é você! Somos nós.

# internalServerErrorMessage
source: We've had internal difficulties. Please, try again later
pt_br: Tivemos um erro interno, por favor tente novamente mais tarde.

# navigationTitle
source: Recover Account
pt_br: Recuperar conta

source: Forgot your password?
pt_br: Esqueceu sua senha?

# recoverAccountTitleLabel
source: If remembering passwords were to be a challenge, we would be all losers.
pt_br: Se lembrar senhas fosse um desafio, todos nós seríamos perdedores.

# textFieldPlaceholder
source: Type your email
pt_br: Digite o seu e-mail

# buttonLabel
source: Recover Account
pt_br: Recuperar senha

# successfullySentEmailTitle
source: Its time to check your inbox
pt_br: É hora de olhar seu e-mail

# successfullySentEmailMessage
source: If you find that looking for the verification code is too challenging, maybe give a look at your spam box.
pt_br: Se estiver muito desafiador achar o código de verificação, tente olhar na caixa de spam.

# emptyFieldsTitle
source: Empty email
pt_br: E-mail vazio

# emptyFieldsMessage
source: In order to recover your account, you must fill in the textfield with your email
pt_br: Você precisa preencher o e-mail para recuperar a conta.

# invalidEmailTitle
source: Invalid email
pt_br: E-mail inválido

# invalidEmailMessage
source: Was that too challenging? The email you inserted is invalid
pt_br: Isso foi muito desafiador? O e-mail que você digitou não é válido.

# accountNotFoundTitle
source: We are just confused as you are
pt_br: Estamos tão confusos quanto você

# accountNotFoundMessage
source: We didn't find any account connected to this email, would you like to Signup?
pt_br: Não encontramos uma conta para este e-mail, gostaria de se cadastrar?

# accountNotFoundPrimaryButton
source: Create account
pt_br: Criar conta

# verificationcationCodeTitleLabel
source: Insert the code we've just sent to your email and your new password
pt_br: Digite o código que enviamos para o seu e-mail e a nova senha!

# verificationCodeTextFieldPlaceholder
source: Validation code
pt_br: Código de validação

# passwordTextFieldPlaceholder
source: New password
pt_br: Nova senha

# confirmPasswordTextFieldPlaceholder
source: Confirm new password
pt_br: Confirme a nova senha

# changePasswordButtonLabel
source: Change password
pt_br: Mudar senha

# wrongCodeTitle
source: Wrong Code
pt_br: Código inválido

# wrongCodeMessage
source: The code you just inserted does not match the one we sent to your email!
pt_br: O código que você digitou não confere com o que enviamos para o seu e-mail!

# wrongCodePrimaryButton
source: Resend code
pt_br: Reenviar código

# wrongCodeSecondaryButton
source: Back to Login
pt_br: Voltar para o login

# emptyFieldsSecondTitle
source: Empty fields
pt_br: Campos Vazios

# emptyFieldsSecondMessage
source: In order to reset your password, you must fill in the textfields above
pt_br: Você precisa preencher todos os campos para recuperar a conta.

# unmatchedPasswordsTitle
source: Was it too challenging to type your new password twice?
pt_br: Foi desafiador digitar sua nova senha duas vezes?

# unmatchedPasswordsMessage
source: In order to set your new password, both fields must match
pt_br: Para alterar a senha você precisa inserir ela nos dois campos sem errar.

# passwordResetTitle
source: Your super secret password was saved
pt_br: Sua senha super secreta foi cadastrada

# passwordResetMessage
source: This time we challenge you not to forget it, but no pressure
pt_br: Te desafiamos a não esquecer dessa vez. Mas sem pressão.

# passwordResetPrimaryButton
source: Deal Fiero
pt_br: Combinado, Fiero

# joinChallengeNotFoundTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# joinChallengeNotFoundMessage
source: We couldn't find any challenge with the given code
pt_br: Não conseguimos encontrar um desafio com esse código

# joinAlreadyJoinedChallengeTitle
source: You can't be in and out of a challenge
pt_br: Mas tu é insistente, hein?

# joinAlreadyJoinedChallengeMessage
source: Right now you are already in this challenge
pt_br: Você já está participanto deste desafio.

# joinInternalServerErrorTitle
source: Its not you! Its us.
pt_br: Não somos nós! É você!

# joinInternalServerErrorMessage
source: We've had internal difficulties, try again later
pt_br: Houve um problema em nossos servidores, tente mais tarde.

# joinInvalidCodeTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# joinInvalidCodeMessage
source: Was it too challenging to get the code right? The code must only contain 5 characters
pt_br: Foi muito desafiador acertar o código? Ele deve conter apenas 5 caracteres

# exitChallengeTitle
source: Too challenging?
pt_br: Muito desafiador?

# exitChallengeMessage
source: Its ok to leave the challening, everybody has rage quitted once in their life.
pt_br: Está tudo bem em sair do desafio, todo mundo ja tiltou alguma vez na vida.

# exitChallengePrimaryButton
source: Yes, I give up
pt_br: Sim, eu desisto

# exitChallengeSecondaryButton
source: No way! I will stay
pt_br: Pfff! ainda vou virar

# exitChallengeUserOrChallengeNotFoundTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# exitChallengeUserOrChallengeNotFoundMessage
source: Looks like your being haunted. Neither this user or this challenge exists
pt_br: Parece que você está sendo assombrado. Tanto esse usuário quanto esse desafio não existem.

# exitChallengeUserNotInChallengeTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# exitChallengeUserNotInChallengeMessage
source: You can't exit from something you never entered
pt_br: Você não pode sair de algo que nunca entrou

# exitChallengeInternalServerErrorTitle
source: Its not you! Its us.
pt_br: Não é você! Somos nós.

# exitChallengeInternalServerErrorMessage
source: We've had internal difficulties, try again later
pt_br: Houve um problema em nossos servidores, tente mais tarde.

# exitChallengeErrorWhenTryingToLeaveChallengeTitle
source: Its neither of us.
pt_br: Não é nenhum de nós.

# exitChallengeErrorWhenTryingToLeaveChallengeMessage
source: Unable to exit from this challenge at the moment, try again later
pt_br: Não foi possível sair do desafio no momento, tente mais tarde.

# removePlayerUserOrChallengeNotFoundTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# removePlayerUserOrChallengeNotFoundMessage
source: Looks like your being haunted. Neither this user or this challenge exists
pt_br: Parece que você está sendo assombrado. Tanto esse usuário quanto esse desafio não existem.

# removePlayerRemoveItSelfTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# removePlayerRemoveItSelfMessage
source: You can't remove yourself from something that is yours
pt_br: Não é possível se remover de algo seu

# removePlayerUnauthorizedToRemoveTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# removePlayerUnauthorizedToRemoveMessage
source: Unless your the owner of this challenge, you can't remove others
pt_br: A menos que você seja o dono desse desafio, você não pode remover outros

# removePlayerUserNotInThisChallengeTitle
source: Its not us! Its you.
pt_br: Não somos nós! É você!

# removePlayerUserNotInThisChallengeMessage
source: You can't remove someone that is not here
pt_br: Não é possível remover alguém que nunca esteve aqui

# removePlayerInternalServerErrorTitle
source: Its not you! Its us.
pt_br: Não é você! Somos nós.

# removePlayerInternalServerErrorMessage
source: We've had internal difficulties, try again later
pt_br: Houve um problema em nossos servidores, tente mais tarde.

# removePlayerErrorWhenRemovingPlayerFromChallengeTitle
source: Its neither of us.
pt_br: Não é nenhum de nós.

# removePlayerErrorWhenRemovingPlayerFromChallengeMessage
source: Unable to remove this player from this challenge at the moment, try again later
pt_br: Não foi possível remover essa pessoa do desafio, tente mais tarde.
